[
  {
    "Nombre": "Jamón de bellota ibérico 100% raza ibérica D.O. Extremadura De Nuestra Tierra corte a cuchillo 100 g aprox",
    "Precio": "16 €",
    "Precio_KG/L": "160 €/kg"
  },
  {
    "Nombre": "Jamón de Bellota Ibérico 50% Raza Ibérica en lonchas Esenciaúnica Covap sin gluten 100 g",
    "Precio": "16,99 €",
    "Precio_KG/L": "169,90 €/kg"
  },
  {
    "Nombre": "Jamón de Bellota Ibérico 100% Raza Ibérica DOP Jabugo cortado a cuchillo De Nuestra Tierra 80 g",
    "Precio": "17,90 €",
    "Precio_KG/L": "223,75 €/kg"
  },
  {
    "Nombre": "Jamón de Bellota Ibérica 50% Raza Ibérica IberSierra sin gluten y sin lactosa 100 g",
    "Precio": "12,95 €",
    "Precio_KG/L": "129,50 €/kg"
  },
  {
    "Nombre": "Jamón de Bellota Ibérico 75% Raza Ibérica DO Guijuelo al corte 100 g aprox",
    "Precio": "14,50 €",
    "Precio_KG/L": "145 €/kg"
  },
  {
    "Nombre": "Paleta Ibérica de Bellota 50% Raza Ibérica cortado a cuchillo Cuyar Jabugo sin gluten 85 g",
    "Precio": "12,90 €",
    "Precio_KG/L": "151,76 €/kg"
  },
  {
    "Nombre": "Paleta de Bellota Ibérica 50% Raza ibérica IberSierra sin gluten y sin lactosa 100 g",
    "Precio": "10,25 €",
    "Precio_KG/L": "102,50 €/kg"
  },
  {
    "Nombre": "Paleta de Bellota Ibérica 100% Raza Ibérica semideshuesada Nobleza Extremeña pieza de 4 kg aprox",
    "Precio": "119 €",
    "Precio_KG/L": "29,75 €/kg"
  },
  {
    "Nombre": "Paleta de Bellota Ibérica 100% Raza Ibérica en lonchas Sánchez Romero Carvajal 70 g",
    "Precio": "12,25 €",
    "Precio_KG/L": "175 €/kg"
  },
  {
    "Nombre": "Paleta de Bellota Ibérica 50% Raza Ibérica Ibersierra pieza de 4 kg aprox",
    "Precio": "99 €",
    "Precio_KG/L": "22 €/kg"
  },
  {
    "Nombre": "Paleta de bellota 100% raza ibérica Sánchez Romero Carvajal sin gluten y sin lactosa pieza de 4,25 kg aprox",
    "Precio": "215 €",
    "Precio_KG/L": "50,59 €/kg"
  },
  {
    "Nombre": "Jamón de bellota ibérico curado 100% raza ibérica D.O. Extremadura De Nuestra Tierra pieza 7 kg aprox",
    "Precio": "399 €",
    "Precio_KG/L": "57 €/kg"
  },
  {
    "Nombre": "Paleta de Bellota Ibérica 50% Raza Ibérica semideshuesada Carrefour Sensation pieza de 4 kg aprox",
    "Precio": "109 €",
    "Precio_KG/L": "27,25 €/kg"
  }
]